{
  "items": [
    {
      "id": "j3YCDAAAQBAJ",
      "selfLink": "https://www.googleapis.com/books/v1/volumes/j3YCDAAAQBAJ",
      "volumeInfo": {
        "title": "Where the Red Fern Grows",
        "authors": [
          "Wilson Rawls"
        ],
        "description": "For fans of Old Yeller and Shiloh, Where the Red Fern Grows is a beloved classic that captures the powerful bond between man and man’s best friend. This special edition includes new material, including a note to readers from Newbery Medal winner and Printz Honor winner Clare Vanderpool, a letter from Wilson Rawls to aspiring writers, original jacket artwork, and more. Billy has long dreamt of owning not one, but two dogs. So when he’s finally able to save up enough money for two pups to call his own—Old Dan and Little Ann—he’s ecstatic. It’s true that times are tough, but together they’ll roam the hills of the Ozarks. Soon Billy and his hounds become the finest hunting team in the valley. Stories of their great achievements spread throughout the region, and the combination of Old Dan’s brawn, Little Ann’s brains, and Billy’s sheer will seems unbeatable. But tragedy awaits these determined hunters—now friends—and Billy learns that hope can grow out of despair. Praise for Where the Red Fern Grows A Top 100 Children’s Novel, School Library Journal A Must-Read for Kids 9 to 14, NPR A Great American Read's Selection (PBS) Winner of Multiple State Awards Over 14 million copies in print! “A rewarding book . . . [with] careful, precise observation, all of it rightly phrased....Very touching.” —The New York Times Book Review “One of the great classics of children’s literature . . . Any child who doesn’t get to read this beloved and powerfully emotional book has missed out on an important piece of childhood for the last 40-plus years.” —Common Sense Media “An exciting tale of love and adventure you’ll never forget.” —School Library Journal “A book of unadorned naturalness.” —Kirkus Reviews “Written with so much feeling and sentiment that adults as well as children are drawn [in] with a passion.” —Arizona Daily Star “It’s a story about a young boy and his two hunting dogs and . . . I can’t even go on without getting a little misty.” —The Huffington Post “We tear up just thinking about it.” —Time on the film adaptation"
      }
    }
  ]
}
